[{
	"Name": "Acrobatic",
	"Description": "You may pop 2 squares instead of one when you “pop” (see page xxx). You may add OOC instead of subtracting it for movement and skill checks for movement.  Add +3 to your target number while moving or popping."
}, {
	"Name": "Adaptable",
	"Description": "As an automatic action you may spend one Luck and replace this ability with any special ability for the remainder of the mission (NOT until the end of the campaign turn). Thus, you could not use this ability to be “Noble” or have extra luck for requisitions etc.)"
}, {
	"Name": "Advanced Combat Expert",
	"Description": "Safety is your highest priority. Your target number is one higher for purposes of targeting you and one lower for grappling. You may force opponents to reroll the highest die in their skill check to attack you with direct attacks. You also get +1 hit point."
}, {
	"Name": "Alchemist",
	"Description": "All toxins (needlers, drugs, gas grenades) you have on you at the start of the mission are at +1 difficulty to make resistance checks against and you may force the subject to reroll one die in damage and/or passive skill checks your toxin effects generate.  You may breech-load a needler (page xxx) as a free action once per phase. You also get a free reroll on any attempt to resist a drug."
}, {
	"Name": "Assembly Line Worker",
	"Description": "Each Upgrade you make can be applied to three like objects (fighters, bots, blasters, science skill chips, Life Supports, etc.) If you are upgrading items smaller than a module, you must be adjacent to all of them."
}, {
	"Name": "Assistant",
	"Description": "You may attempt to give a greater bonus when assisting by adding 3 to the difficulty skill check  for each additional bonus.  (11 for +2, 14 for +3 etc.)"
}, {
	"Name": "Battle Frenzied",
	"Description": "You may go into a frenzy as a free action. While frenzied, you get a bonus action each phase but all you may do is move, grapple, or melee attack. You remain frenzied until you spend your entire phase calming yourself. You may not move or use free actions during this phase. If you are stunned or knocked unconscious, you are calmed automatically."
}, {
	"Name": "Blaze of Glory",
	"Description": "When flying a fighter, you can open your plasma exhaust to create a dramatic display that blasts everything in your hex. A maximum of once per phase as a free action during your move action, you may cause a survival check for each object in your hex including your fighter (and deal one die of damage to each spacewalker)."
}, {
	"Name": "Bloodlusted",
	"Description": "Your exhilaration in combat revitalizes you when you down a foe. When your direct attack incapacitates an opponent (brings them to zero or lower hit points or stuns, disintegrates, or knocks them out etc.), you get a free action to be taken immediately. Any skill check for this action will be at a penalty equal to the number of times this ability has already been used during this campaign turn. (The first use is at no penalty, the second use is at a penalty of  -1 to the skill check, if any, on the free action and so on.) This ability can only be used a maximum of once per phase."
}, {
	"Name": "Bosun",
	"Description": "You know every square micrometer of the ship like the back of your hand. Reduce the remote action penalty by 1 for you. Youtreat the two battlestations within the Science Bay, Sick Bay or Engine modules as though they were adjacent. You also get a free reroll on attempts to assist any battlestation action."
}, {
	"Name": "Bot Genius",
	"Description": "You have a deep knowledge of mechanical beings. You can attempt two bonus upgrades on bots per campaign turn.You may reroll one die for free when you are attacking, grappling, wrestling, upgrading or repairing a bot. You may reroll one damage die in each attempt to damage a bot.  This does not apply to indirect weapons or collateral damage."
}, {
	"Name": "Braced",
	"Description": "You are always considered to have taken the “Brace” action (page xxx) and may reroll one die any time you sustain one or more dice of damage."
}, {
	"Name": "Brutal",
	"Description": "You may reroll one of the dice each time you deal personal damage with a direct attack (not grenades, area effect, or ship's weapons)."
}, {
	"Name": "Calm",
	"Description": "You've been through worse situations than this one. Due to your steely nerve, you may opt to take an “8” on a skill check instead of (and before) rolling the dice.Rank x2Cannon ExpertYou've got a knack for the cannon.  You get a free reroll on each skill check you make to attack with, repair, or reconfigure the cannon module. You can reconfigure a cannon as a free action once per phase."
}, {
	"Name": "Cannon Specialist",
	"Description": "You've mastered the use of the cannon.  You may spend from this pool to reroll attacks with a cannon or checks to reconfigure or repair a cannon module.Combat x2Cargo Bay SpecialistYou get a pool of rerolls to use when operating, upgrading, installing, uninstalling, or repairing any Cargo Bay item.Engineering x2Cerebral Conduit (Free Action) PsionicYou may spend from this pool to re-allocate your ship's power as a free action at any point during your turn from anywhere aboard your ship.Engineering + Psionics"
}, {
	"Name": "Charger",
	"Description": "Once per phase, you may make a free unarmed (or natural weapon) melee attack at the end of your Move Action at a penalty of -3 on the skill check."
}, {
	"Name": "Cloak Expert",
	"Description": "You ignore used markers on the Cloaking Device. You also get a pool to spend on skill checks to operate or repair the Cloaking Device and to seek cloaked objects.Science x2CoachYou may use Diplomacy instead of the listed skill for your assist actions."
}, {
	"Name": "Commanding Presence",
	"Description": "When you use Diplomacy to disorient an opponent in person (not ship to ship), you get a free attempt to disorient each other opponent that is closer than your target."
}, {
	"Name": "Connected",
	"Description": "You get an additional requisition during requisitioning and may reroll one die in all requisitions (see Requisitions, page xxx). You are also good at money management (and might cheat at cards a little) and get double your pay for each mission. If you are in a campaign where you wouldn't otherwise get requisitions and or pay, you still get your bonus requisitions and pay due to being in the reserves, “or something”."
}, {
	"Name": "Contortionist",
	"Description": "You may move and act in slagged squares as though they were not slagged. Your target number is one higher except for grappling. You still may not jet through slagged squares. You also get a reroll on all grappling checks (see page xxx)."
}, {
	"Name": "A human squeezing between two barrels",
	"Description": "Cortex Overloader (Psionic) L.O.S.Psionics vs. 8(+3 per +1 difficulty)(+3 per additional target)Force a target in Line of Sight to make an Athletics check of 9 or their head implodes (bringing them to -6 hit points). You may increase your difficulty by +3 for each +1 you wish to increase their difficulty. You may also increase by +3 for each additional target you wish to target.Combat + PsionicsCourtierYou have no difficulties moving or acting in slagged squares. (Jet moves are not allowed in slagged squares). You may allow others to spend your luck.  Your close contact with the queen has allowed you to become immune to the pheromone phever effect in “By Her Majesty's Sacred Egg Sac”."
}, {
	"Name": "Crafty",
	"Description": "You are a tricky Scientist. Spend from this pool to do any one of the following as an action at a battlestation. The benefits last until the end of the round.Checkup – add +1 to the Athletics checks of and skill checks on any attempt to heal the crew you flew in with.Focus Sensors – add +1 to any attempt your ship makes to target anything.Tune Shields – add +1 to your effective shields level for inbound attacks but -1 for Teleporting out.ScienceCross-ClassYou may choose a new profession. You retain a pool of 4 rerolls to use in your previous profession. You may even select this as your starting ability. If you later retrain this ability out, you lose the 4 rerolls but keep your new profession.4"
}, {
	"Name": "Cut-Throat",
	"Description": "You've got an uncanny knack for dealing personal damage to a victim. You may spend from this pool to reroll a damage die you deal directly in personal combat.Science x2"
}, {
	"Name": "Death Marcher",
	"Description": "Add +3 Hit Points. You may take simple move actions when your hit points are reduced to betweeen 0 and -5 (but not take any action even free actions). You “recover” immediately after being healed from unconsciousness (rather than waiting until the end of the phase like everybody else)."
}, {
	"Name": "Death Striker",
	"Description": "When you hit with an unarmed attack (even if all of the damage is mitigated), you may force your target to make an Athletics skill check against a difficulty of 8 or be brought instantly to -6 hit points. You may before attacking, increase the difficulty of your Combat skill check by 3 for each additional +1 penalty to the target's Athletics check. For example, a Silicoid has a target number of 7. You can make your Combat skill check to hit them against a difficulty of 10 instead to force their Athletics check to resist death at a difficulty of 9 instead of 8 or take your whack at a difficulty of 13 to force them to check against a 10."
}, {
	"Name": "Dervish",
	"Description": "As an action, you can make a wild slashing melee attack on multiple targets. If you are using a weapon or ability that extends your reach, all of the targets must be in or adjacent to one of the squares you can reach from. These attacks are direct. You cannot use this ability in conjunction with a two weapon attack or to target modules, equipment, or personal equipment"
}, {
	"Name": "Destroyer (Psionic) (Action)",
	"Description": "Psionics vs. 11Release an energy blast like a satchel charge (page xxx) in the square you are in. You may reroll any damage you would sustain.Athletics + Psionics"
}, {
	"Name": "Diplomatic Specialist",
	"Description": "You have a pool to use when rolling Diplomacy skill checks.Diplomacy x2Dirty FighterWhen you deal personal damage to a target with a direct attack you hit them in a place that counts. They are at a penalty of -3 on all active skill checks until they are fully healed.You also may make a coup de grace attack as an action (see page xxx) without spending the prepare action first.Displaced (Psionic)You may engage this power as a free action even in response to another character's action even after attack dice are thrown. Your personal target number is 3 higher than normal until the end of the Phase. Multiple uses of this power stack.Athletics + Psionics"
}, {
	"Name": "Doctor",
	"Description": "Your extensive studies allow you to draw on great knowledge of the healing arts. Spend from this pool to reroll any skill checks to heal, detoxify, diagnose, or otherwise treat a patient or on the resulting healing dice.Science x2"
}, {
	"Name": "Dogfighter",
	"Description": "Whenever you win a dogfight, your opponent gets a damage marker and must make a survival check before the dice are thrown for your shot if any.You get a free dogfight against any fighter or drone that enters your hex. If you win the dogfight, you get a free shot on them. This shot does not use up your gun for the phase and can be taken even if your guns have been used."
}, {
	"Name": "Empathic (Psionic) (L.O.S.)",
	"Description": "MOVING THIS TO MIND MENDER"
}, {
	"Name": "Empowered (Psionic)",
	"Description": "As long as you are on an Engine battlestation, You may spend from this pool to allow you to use Engine Power as though it were Luck.Engineering  + Psionics"
}, {
	"Name": "EMT",
	"Description": "Emergency Medical Training makes you always ready to heal. If you have a MedKit in hand, you may spend from this pool to perform a preventative healing action as a free action out of turn on any adjacent target (or yourself) as the damage is dealt. You cannot heal more damage than is dealt. You may use this ability a maximum of once per phase.Combat x2Energy Deflector (Psionic)You may use an energy blade, or energy cutlass, to negate a direct fire personal energy weapon attack against you or that is passing through your square by making a combat skill check of 11. Doubles on this check triggers dangerous effects of your melee weapon. The difficulty of this check goes up by one for each time you've attempted to use this ability in a campaign turn."
}, {
	"Name": "Engine Overloader",
	"Description": "You know how to make an Engine scream. You may spend from this pool to reduce the difficulty to pump additional power from an engine to +2 per point of power. When you do so, it is as if a satchel charge (page xxx) detonated in your square. This ability cannot be used remotely.Engineering x2"
}, {
	"Name": "Engine Specialist",
	"Description": "You know how to manage an engine. You get a pool of rerolls to use when  pumping an engine for power, transferring power, or repairing an engine.Engineering x2EnragedWhen you suffer damage from any enemy source (including but not limited to direct or indirect personal or ships weapons or abilities, etc.), you add +3 to your effective combat skill until the end of the current round."
}, {
	"Name": "Famous",
	"Description": "You get a +1 bonus on all Diplomacy checks and add +20% to all prestige awards you get."
}, {
	"Name": "Fast Healer",
	"Description": "Any skill check to heal or treat you is at a bonus of +3 to the Skill check."
}, {
	"Name": "Fast Learner",
	"Description": "Increase your Experience awards by 10%"
}, {
	"Name": "Fast Talker",
	"Description": "You may make a Diplomacy action at a -3 penalty as a free action a maximum of once per phase when you do not take another Diplomacy Action in that phase including free diplomacy actions."
}, {
	"Name": "A canosian Engineer is in an engine, turning three valves, pulling 2 levers and typing on a keyboard. Power levels on the monitor are climbing and steam is blasting out all over through safety valves. Heat waves are rolling off the equipment.",
	"Description": ""
}, {
	"Name": "Fated",
	"Description": "You may choose the result of the first and last points of luck you use in a campaign turn instead of rerolling with it."
}, {
	"Name": "Field Surgeon",
	"Description": "You may elect to do surgery when healing an unresisting target. Add  +3 and a reroll to your skill check. Your patient must make an Athletics check of 8 or be brought instantly to dying at -6 hit points."
}, {
	"Name": "Fighter Jock",
	"Description": "You can board, launch, and disembark from fighters as a free action. You also have a pool of rerolls you can use to make Piloting skill checks in a Fighter.Pilot x2"
}, {
	"Name": "Fighter Mechanic",
	"Description": "You get two free upgrade actions per campaign turn to spend only on fighters. You also get a free reroll when repairing or upgrading a fighter."
}, {
	"Name": "Fire Starter (Psionic) (Action) L.O.S.",
	"Description": "Psionics vs. 8(+3 per additional target)You can start fires with your mind. Each target suffers 1 die of fire damage. An even result sets them on fire (see page xxx).Combat + Psionics"
}, {
	"Name": "First Mate",
	"Description": "You get +3 on all attempts to assist."
}, {
	"Name": "Florentine Fighter",
	"Description": "Reduce your penalty to attack with two personal weapons by 3.  (Normally the penalty is -6). see page xxx."
}, {
	"Name": "Foresighted (Psionic) Free Action",
	"Description": "You begin each encounter (mission, navigation hazard, etc.) retroactively on overwatch to take any action you like. You can go generically on overwatch as your action and then decide which action when you take it. Note that other overwatch restrictions still apply."
}, {
	"Name": "Forethinker (Psionic)",
	"Description": "You have a feeling about how things are going to turn out. You can roll your skill check before declaring an action.Spend from this pool and roll two dice at the start of your turn. These dice will apply to your action this turn. If you declare the action to be within your profession, you may use your professional reroll before choosing the action. If the action you choose has variable difficulty (pumping engines or helm maneuvers) you may finish the skill check with reroll pools and luck before declaring the action. When it is all said and done, you may choose an action instead that doesn't involve a dieroll (such as moving, drawing a weapon, or using “calm”). You may use this ability a maximum of once per phase.Rank + Psionics"
}, {
	"Name": "Fortunate",
	"Description": "You may spend 1 Luck to nudge a luckable die upwards by one instead of rerolling. You cannot nudge a “6” upwards. This ability may be used only once per check."
}, {
	"Name": "Fume-Runner",
	"Description": "You can just about get blood from a turnip. As long as your ship has at least one functioning Engine Module, you can take actions that would otherwise require power even if there is no power in the appropriate system. Doing so depletes one power each from all systems that have power and causes one point of hull damage.  Note that this means you can take Helm actions or launch missiles with no power at all for free (except for a little hull damage).  A Cannon fired with no power will have no effect but you could use this virtual power to operate the Teleporter to teleport an object or a bomb."
}, {
	"Name": "Ghost in the Machine (Psionic)",
	"Description": "Free ActionSpend from this pool to operate a Battlestation from anywhere aboard a ship at no remote penalty.Engineering + Psionics"
}, {
	"Name": "Grease Monkey",
	"Description": "You may reroll a die on any skill check to repair, reconfigure or upgrade anything. Youtreat the two battlestations within the Science Bay, Sick Bay or Engine modules as though they were adjacent."
}, {
	"Name": "Grenadier",
	"Description": "You are good at handling explosives.  You get a reroll to your skill checks in attempts to quickdraw, throw, kick, or intercept grenades or satchel charges. You also may reroll all dice when resisting grenade effects and/or damage. The total weight of carried explosives is considered half for you. You may arm, draw, or detonate an explosive as a free action once per phase."
}, {
	"Name": "Gunner's Mate",
	"Description": "Your fighter's guns can be fired a second time in a phase. Doing so damages your fighter causing a survival check and dealing 2 dice of collateral damage to the occupants. Note that this does not give you additional actions."
}, {
	"Name": "Hacker",
	"Description": "You can hack or de-EMP as a free action once per phase. You get +3 and a reroll on attempts to hack or de-EMP. All cyberware on your person functions as if it were upgraded."
}, {
	"Name": "Hard Headed",
	"Description": "You gain +2 Hit Points. You may not have Psionics.  Any attempt to use Psionics against you is at a difficulty of +3 and the user suffers the effect also as if they had been the target. In addition, you get a pool you may use for rerolls in any passive skill check you attempt.Athletics + Rank"
}, {
	"Name": "A vomeg is juggling 4 grenades.",
	"Description": ""
}, {
	"Name": "“And now for my next trick...",
	"Description": "I blow you up!”HardenedSpend from this pool to reroll a die that deals damage to you.6HealerWhenever you heal anybody for at least one die, heal them for an additional die."
}, {
	"Name": "Helpful",
	"Description": "You may let others spend your luck as if it were their own. You get a reroll on all attempts to assist."
}, {
	"Name": "Hot Dog",
	"Description": "Any Piloting skill check you make to pilot a fighter or starship is successful on a roll of doubles even if it would otherwise fail. In a starship this ability causes OOC as normal. If used in a fighter, it damages the fighter causing a survival check but no collateral damage."
}, {
	"Name": "Hull Stress Empath (Psionic)",
	"Description": "Free ActionYou may spend from this pool to reroll any number of hull damage dice your ship is taking. You will suffer one point of damage per die you choose to reroll. This damage cannot be reduced by special abilities, armor, drugs etc. but can heal as normal. Modules and their occupants are affected as if you hadn't used this ability. You may use this ability as often as you like.Engineering + Psionics"
}, {
	"Name": "Hunch Follower",
	"Description": "You get +2 luck and may add the number of times you've successfully asked questions this campaign turn with the Science Bay to each attempt to use the Science Bay for any reason. Do not count each question in a multi-question separately."
}, {
	"Name": "Hyper-Do Ultraviolet Belt",
	"Description": "You are an expert in the martial arts. Your hands (or tentacles or whatever) are lethal weapons. You get a reroll on all Unarmed Attacks, Grappling Checks and damage you deal with Unarmed Attacks.  Your unarmed Attack damage is not limited by your Athletics. You may attack with 2 unarmed attacks at -3 to your skill check on each attack instead of the standard -6 for attacking with 2 weapons."
}, {
	"Name": "Hyper-Physicist",
	"Description": "You may spend from this pool to reroll when using the Hyperdrive. You may also spend from this pool to reroll your facing on warp-in and on Jump Actions (HMFYP).Science x2"
}, {
	"Name": "Intuitive (Psionic)",
	"Description": "You add your Psionics skill to your Science skill when making a skill check to ask questions or get Scans.You also get a pool you may spend from as a free action at most once per phase to ask a yes or no question about anything in the system or find out the next action of a Enemy controlled character. The Enemy must declare an action for that character. If that character chooses to take any other action, it will be at a -3 penalty and you gain a point of Luck.Science + Psionics"
}, {
	"Name": "A human with a jet pack is flying through the scene firing an ion bore with one hand and reviving a slumped xeloxian with a medkit in the other hand.",
	"Description": ""
}, {
	"Name": "Jack of All Trades",
	"Description": "You know a little something about just about everything. You get a pool of 2 rerolls to use in each skill aside from your profession.2 in each skill (except your profession)JetPack JockeyAdd +3 on your JetPack Piloting skill checks. You also get a free reroll in JetPack skill checks (this is in addition to professional reroll if you are a pilot)."
}, {
	"Name": "Jury Rigger",
	"Description": "Once per phase, you may take a free action to attempt to repair a module."
}, {
	"Name": "Killer Instinct",
	"Description": "Anything you hit with a direct attack and cause a survival check or passive Athletics check has to roll one higher than it otherwise would. This applies to ship's hull checks, personal disintegration, stun, Death Striker, etc. You do not need to take a prepare action before taking a Coup de Grace action (see page xxx).You also may spend luck to reroll personal damage you deal with direct attacks."
}, {
	"Name": "Laser Cannon Expert",
	"Description": "You are adept at firing long range cannons. You count the distance as 1/3 (round down) and your guns power as 2/3 (round up) when doing so. You may reconfigure cannons as an automatic and free action."
}, {
	"Name": "Lucky",
	"Description": "Add +3 to your Luck.  You may take this ability any number of times."
}, {
	"Name": "Mechanical Empath (Psionic) Free Action",
	"Description": "Psionics vs. 8 (or 11 if remote)Remove a damage marker from any module on your ship as a free action. Use this at most once per phase during your action.Engineering + Psionics"
}, {
	"Name": "Mentally Shielded (Psionic)",
	"Description": "When you are hit by an energized personal weapon, you may spend from this pool to force the attacker to roll an amount of dice equal to your Psionics skill with the damage dice and take away a number of the highest dice equal to your Psionics skill. (This works just like shields retarding ships' weapon damage).Athletics + Psionics"
}, {
	"Name": "Mind Mender (Psionic) (Action) L.O.S.",
	"Description": ""
}, {
	"Name": "Free Action",
	"Description": "Psionics vs. distance in squaresYou may heal any target other than yourself for the amount by which your roll exceeds the difficulty. You suffer the amount you healed them as damaged reduced by your Psionics skill but not subject to other reduction. This damage can be healed as normal.Athletics + Psionics"
}, {
	"Name": "Miracle Worker",
	"Description": "Once per campaign turn, you may place the dice instead of rolling them for any skill or survival check (passive or active). This decision must be made before you throw the dice. You will likely select “6,6” but since doubles sometimes has negative consequences, you might select “6,5”. You also get one additional point of luck."
}, {
	"Name": "Mobile",
	"Description": "Add +2 to your Move attribute. You may ignore OOC for movement. You also get a free reroll on any attempt to move extra squares. You may take this ability any number of times."
}, {
	"Name": "Mr. Fixit",
	"Description": "You may spend from this pool to reroll any attempt to repair or upgrade anything. You may also spend from this pool at most once per phase to attempt a repair as a free action.Engineering + Science"
}, {
	"Name": "Multi-Shot Expert",
	"Description": "You may fire a Cannon configured as a multibarrel twice as a single action. Each shot expends one Guns power. You may reconfigure cannons as an automatic action."
}, {
	"Name": "Negotiator",
	"Description": "You have a knack for sizing up an interpersonal situation. At the start of each phase roll 2 dice. This will be the opening throw of a Diplomacy skill check if you take a Diplomacy action. If you don't take a Diplomacy action, ignore these dice. This ability can be used before deciding whether to negotiate for higher pay in the “How Much for Your Planet?” campaign."
}, {
	"Name": "Nimble",
	"Description": "Either before or after taking an action or moving, you may spend from this pool to take a bonus action at a penalty of -3 to your skill check (or -3 to your move if your nimble action is to move). This ability may be used a maximum of once per phase.AthleticsNobleYou get an allowance from your estates. At the end of each campaign turn (right after requisitions) roll a number of dice equal to your rank and collect a number of credits equal to 100 times the total. This  roll is luckable."
}, {
	"Name": "Micro illustration:",
	"Description": "stacks of credit bars like gold bars."
}, {
	"Name": "Numb Runner",
	"Description": "You've learned how to cope with being under the effects of controlled substances. You may spend from this pool to ignore the negative effects that would be imposed by drugs or toxins for one phase.  This includes needler toxins and drugs. You may choose which effect(s) you wish to ignore. You may also spend from this pool to administer a drug as a free action at most once per phase.Athletics x 2ObsessiveWhenever you spend a second or subsequent luck on something, you create a pool of 3 rerolls you may use on that same thing instead of 1 single reroll."
}, {
	"Name": "Omniscient (Psionic) Free Action",
	"Description": "Psionics vs. 8Once per phase as a free action, you may spend from this pool to ask a question (it doesn't have to be yes or no) about anything in the system. The Enemy must answer honestly but not necessarily clearly.You may also spend from this pool to reroll checks to hack or gather data.Science + Psionics"
}, {
	"Name": "Overloader",
	"Description": "You are able to tap into the ship's power conduits to increase your cannon power. When firing a ship's Cannon in standard or long range configuration, you may add the power level from either Shields or Helm to the Guns power when determining how many dice to throw for damage. When you do so, it effectively detonates a satchel charge in your square (see page xxx).  This ability can't be used remotely.This ability can be used in a fighter to generate 3 dice of damage for the shot, causes a damage marker to the fighter, a survival check and 2 dice of damage to the occupants.Engineering x2"
}, {
	"Name": "Pack Mule",
	"Description": "You get +3 and a reroll on any attempt to quickdraw. Your carry capacity is also doubled after figuring all other effects (cyberware, special abilities, species abilities, etc.) Reduce the penalty to act after quickdrawing by one."
}, {
	"Name": "Patient",
	"Description": "You get +3 when you prepare instead of +1. You may on your subsequent action convert your prepare to overwatch (see page xxx) without losing the +3 benefit. You may also move after a prepare action without losing the benefit."
}, {
	"Name": "Persevering",
	"Description": "Some might call you stubborn but at least you learn from your mistakes. Whenever you fail a Skill Check, your next check in that skill is at +3 with a free reroll if it is your next action. (Note that skill checks made with free actions or move actions such as piloting checks to JetPack, etc. will not generate the benefit)"
}, {
	"Name": "Plasma Wizard",
	"Description": "You have amazing power over fire. You get to reroll damage you deal with direct fire effects including indirect damage but not damage dealt later. You may also reroll one die any skill check you make to put out a fire or fire damage you would sustain."
}, {
	"Name": "Polarizer (Psionic) (Action) L.O.S.",
	"Description": "Psionics vs. 8(You may add +3 per additional target)"
}, {
	"Name": "Using the power of your mind, you can cause or remove the effect of EMP on a target piece of equipment in line of sight. Add +3 difficulty for each additional target.",
	"Description": "Science + Psionics"
}, {
	"Name": "Power Slider",
	"Description": "You may combine any Helm maneuvers (except “Steady the ship”) by adding +3 to the difficulty of the hardest maneuver for each additional maneuver you want to add."
}, {
	"Name": "Powered Armor Expert",
	"Description": "Powered Armor is like a second skin to you. Reduce the difficulties to power up your armor and the penalties you suffer for non-combat actions you take in powered armor by 1. You count your piloting skill as one higher for jet-moves in powered armor. You may move during the phase you power up the powered armor."
}, {
	"Name": "Preconceived",
	"Description": "You have destiny by the tail. You may spend 2 luck to select the result of a die that you would luck instead of rolling the die.  You may not select the same number twice in a campaign turn.special"
}, {
	"Name": "Prestidigitator (Psionic)",
	"Description": "You can make stuff appear in your hand out of thin air. Reduce the penalty to act after any quick draw action by one. Add your Psionics skill to Athletics for all quickdraw actions. You also have a weightless extradimensional pocket to hold objects that only you can retrieve equal to your Psionics x 10.Retrieval of an item is an automatic action unless you want to quickdraw it.Total Mass of held objects  = Psionics x 10"
}, {
	"Name": "Psychic Blaster (Psionic) L.O.S.",
	"Description": "Psionics vs. Target #Deals 1 die of damage +1 point per success (max 6). Treat this additional damage as an additional die for purposes of breaking equipment, modules, bots, etc. Ignores damage reduction.Combat + Psionics"
}, {
	"Name": "Psychic Shifter (Psionic)",
	"Description": "Psionics vs. 8Move ActionMove to any square in the  module you are in as your move action. Each point of success allows you to move one module further.Piloting + PsionicsPsychic Stunner (Psionic)Free ActionAfter any direct personal attack you successfully make, you may add a Stun effect (see page xxx).Athletics + Psionics"
}, {
	"Name": "Puppeteer (Psionic) (Action) (L.O.S.)",
	"Description": "Psionics vs. 11+ Target's RankChoose the target's next action. It cannot be an action to directly harm themselves but their ship and their crew are fair game.Diplomacy +Psionics"
}, {
	"Name": "Quartermaster",
	"Description": "You may assist any number of adjacent characters during the upgrade portion of the campaign turn. Upgrades are free for you in campaigns where they would otherwise have a cost (PoT, HMFYP)."
}, {
	"Name": "Quick on the Stick",
	"Description": "Shooting the fighter's cannon is a free action for you.(It still uses the fighter's cannon for the phase.)"
}, {
	"Name": "Quick-Minded (Psionic)",
	"Description": "You may spend 2 from a Psionic Ability pool to perform that Psionic action as a free action. You may not use this ability more than once per phase or to use the same Psionic ability more than once in a phase."
}, {
	"Name": "Rapid Fire Expert",
	"Description": "You reduce the penalty by one on all shots for shooting with 2 weapons or taking multiple shots with a multi-weapon (Voltrex) or taking an additional shot in a phase due to a special ability such as  Bloodlusted, or Nimble. When using area effect weapons, count the area as double."
}, {
	"Name": "Reckless",
	"Description": "Your wild abandon makes combats more dangerous for everybody. You may roll an extra die for damage with one direct personal attack per phase but suffer the lowest die as damage to yourself as well that cannot be reduced or mitigated."
}, {
	"Name": "Reflexive",
	"Description": "You may dodge or ram once per phase during ship movement or missile resolution as a free action."
}, {
	"Name": "Research Specialist",
	"Description": "Your data retrieval skills are unparalleled (and unserialed!) You always count only half the used markers on the Science Bay for penalties (round up).  Furthermore, you may spend from this pool to reroll any use of the Science Bay.Science x2ResourcefulYou may spend from this pool to use Science or Engineering (whichever is higher) to substitute for any other skill check. You will get a professional reroll on the skill check.Engineering or Science (whichever is lower)"
}, {
	"Name": "Rolls With It",
	"Description": "You know how to take the rhythms of the ship into account. Spend from this pool to count OOC as a bonus instead of a penalty to your action or move.Piloting"
}, {
	"Name": "Saboteur",
	"Description": "Once per Phase, as a free action, you may attempt to break something (other than personal equipment) with an Engineering skill check of 11 or by attacking with a personal weapon. You may reroll all dice you would deal to equipment, cargo bay items, and modules."
}, {
	"Name": "Seer (Psionic) (Free Action)",
	"Description": "You may spend from this pool to have line of sight to anywhere aboard the ship you are on for purposes of targeting with a Psionic ability.You may also spend from this pool at most once per phase to get scans as a free action using your Psionics skill.Psionics vs. ½ distance.(+3 for each additional scan)Science + Psionics"
}, {
	"Name": "Sharpshooter",
	"Description": "You may spend from this pool to reroll hit allocation when attacking with ship's weapons or attack rolls with direct personal ranged attacks.Combat x2Shield HarmonizerYour direct fire shots with a ship's weapon count the target's shields as half (round down). Also while you are at a Battlestation, your ship's shields are considered one higher for purposes of enemy attacks and one lower for your ship's attempts to Teleport out (if your ship's Shields are powered at all)."
}, {
	"Name": "Shock Trooper",
	"Description": "As a free action at the end of your final movement in a phase, you may go on overwatch to attack with a personal weapon. Note that you may not go on overwatch in the middle of your action.Combat"
}, {
	"Name": "Slipster (Psionic)",
	"Description": "Free ActionDuring your move, you may spend from this pool to turn 1 of your points of movement into a “Slip”. This slip allows you to move a number of squares equal to your Psionics skill ignoring any and all limitations.(slagged squares, walls, etc.) During a slip, you are not subject to overwatch or free attacks. You may leave the ship if you are close enough to an external wall. You may also use this ability to get into or out of a fighter.Athletics + Psionics"
}, {
	"Name": "Smooth",
	"Description": "You may take an action that wouldn't normally require a skill check or movement as a free action a maximum of once per phase. This action cannot be “Brace”, “Overwatch”, or “Prepare” or include any movement such as pop.Athletics + RankSmugglerYou've got the goods. It's just that you don't want anyone to know where you've stashed them. Your practice with tight spaces means you ignore the penalty to move or act in a slagged square.You get a free reroll when operating, upgrading or repairing the Cargo Bay or any Cargo Bay item.In the “How Much for Your Planet?” campaign, you will always have an additional cargo available at each port but it will be contraband."
}, {
	"Name": "Sniper",
	"Description": "You are adept at ranged combat. Count range penalties as one step closer with personal weapons or 1 hex closer for ship's direct fire weapons. If your skill check in a ranged direct fire shot (personal or with a ship's gun) exceeded the target number by at least 3, you may reroll a damage die."
}, {
	"Name": "Spacelegs",
	"Description": "You've got your bearings. You may consider OOC 2 levels lower for all purposes (minimum of zero). You may select this ability twice to ignore OOC entirely."
}, {
	"Name": "Spacer",
	"Description": "You know your way around a starship. You may spend from this pool on any skill check.4"
}, {
	"Name": "Speed Demon",
	"Description": "You may spend from this pool to reroll any attempt to accelerate, decelerate or stall a starship or move in a fighter.Piloting x2Steady HandedYour piloting maneuvers always generate half as much OOC (round up). You steady the ship as an automatic action."
}, {
	"Name": "Stunner",
	"Description": "After hitting with an with an unarmed or natural weapon attack, you may force your target to make an Athletics skill against a difficulty of 11. The amount they fail by indicates a number of Stun markers they receive. See Stun page xxx.  This effect is generated even if all of the damage is mitigated."
}, {
	"Name": "Spacelegs illustration",
	"Description": ""
}, {
	"Name": "The scene is cocked 60 degrees sideways. Various characters are off-balance. One character stands easy and is blasting them with a Voltrex.",
	"Description": ""
}, {
	"Name": "Sure Handed",
	"Description": "You may choose to ignore the “dangerous” effects of your dangerous weapons. Any time you would damage a module or a friendly, you may reroll the damage die. You get a free reroll on attempts to Quickdraw, or repair personal items.You also get +1 Luck."
}, {
	"Name": "Swashbuckler",
	"Description": "You may take your actions during your move (interrupting your move action)."
}, {
	"Name": "Sympathetic (Psionic)",
	"Description": "Free ActionYou may force your attacker to also suffer the highest die of damage in a direct personal attack. This damage is not subject to armor or species ability. (Use this power a maximum of once per attack after the damage die is thrown).Athletics + Psionics"
}, {
	"Name": "Tailgunner",
	"Description": "Spend from this pool to reroll combat checks when firing a fighter's gunCombat + Piloting"
}, {
	"Name": "Telekinetic (Psionic) Action L.O.S.",
	"Description": "Psionics vs. 8(+3 per additional die or target or point of penalty to resist being spaced or having an item taken)"
}, {
	"Name": "Move a being within Line of Sight when you start to move them up to 1d6 squares with your mind. You may add +3 to move the target an additional die of squares or add an additional target. All dice apply to each target but roll dice separately for each target. Targets getting pushed out an airlock are entitled to an Athletics check of 8 to resist becoming Spacewalkers.",
	"Description": "A held object may be grabbed instead. The target is entitled to an Athletics check of 8 to keep the item (or stop you from psychically pulling the pin on his grenade). If you move an item into your square you may grab it with a free hand as a free action.Athletics + Psionics"
}, {
	"Name": "Teleporter Specialist",
	"Description": "You know that module like the back of your tentacle. You always count only half the used markers on the Teleporter (round down) for penalties to use. You also have a pool to reroll skill checks made with the Teleporter as well as hit allocation rolls when you are Teleporting or being Teleported.Science x2TinkererYou are adept at tricking out gear. You may make an additional upgrade attempt during the upgrade portion of the Campaign Turn (see upgrades page xxx) and you get a free reroll on all upgrade or repair attempts."
}, {
	"Name": "Tough",
	"Description": "Your Athletics counts as one higher for all purposes except adding skill levels and you may reroll any Athletics check you attempt as though you were a professional Athlete."
}, {
	"Name": "Tough Silicoid",
	"Description": "You get +1 hit point. When you roll your Silicoid damage reduction, roll an extra die and count the higher one."
}, {
	"Name": "Trampler",
	"Description": "You bring the hurt just by rolling through an enemy's square. Once per phase, you may make a free melee attack on an enemy as you move through their square immediately following their free attack on you (if any). Note that your attack and that of your enemy will likely both be at a -3 penalty because you are both in enemy occupied (and therefore slagged) squares. An unconscious enemy doesn't provide a penalty (but they still provide a target!)"
}, {
	"Name": "Triage Medic",
	"Description": "When you heal, you may add additional targets. The difficulty increases by +1 for each additional target to heal. Roll only once for the healing check but roll dice healed separately for each target. If you also have the ability “Healer”, roll a bonus healing die for each target."
}, {
	"Name": "Trick Shot",
	"Description": "Your personal attack targets do not get the benefit of peeking, popping, shields or cover. You may ignore OOC in your direct ranged attacks with personal weapons or when firing a ship's cannon.You can bank direct personal weapon attacks  around corners. Add +3 to the difficulty to hit a target around a corner and +1 to the difficulty for each additional square beyond the corner they are."
}, {
	"Name": "Tricky",
	"Description": "Your knowledge of the ship's innermost workings allows you to make things happen that leave others in awe. You may spend from this pool as an automatic action to do any of the following:Dump Trash: Each microship (missile, fighter, mine, and drone) in your hex must roll a survival check of 7 plus their damage markers or be destroyed.Focus Sensors: All of your ship's targeting rolls (i.e. Cannon attacks, targeting locks, teleporting, etc.) gain a +1 bonus for the remainder of the Round.Vent Plasma: Stabilize the ship (clear all OOC).Engineering"
}, {
	"Name": "Turn Specialist",
	"Description": "You may spend from this pool to reroll your Piloting skill check when attempting any maneuver to turn, dodge, ram, or sideslip.Piloting x2UnconventionalYou think outside the box. Some might say too far outside the box. You may spend from this pool to opt on any skill check to try something unexpected (like firing blind or using the wrong end of a toolkit). When you do so, roll a separate die along with your skill check. An odd die result is added to your skill check total. An even numbered result is subtracted. You may reroll the die by spending from this pool (or luck). This die is not a skill check die so not subject to professional reroll or reroll from special abilities.Science"
}, {
	"Name": "Unflappable",
	"Description": "Your vast experience has developed your cool nerve and an uncanny ability to ignore distraction. You may choose to ignore a total of up to -3 in penalties each time you use this ability. You cannot apply this ability more than once to a given action.RankUniminded (Psionic) L.O.S.You may use an ally's skill instead of your own as long as that ally is within Line Of Sight.4UnlimitedOnce per campaign turn, you may reset up to two of your special abilities to their starting values as if it were the start of the campaign turn. This does not apply to single use abilities such as adaptable."
}, {
	"Name": "Unpredictable",
	"Description": "At the start of your turn in a phase, roll a die (luckable) to see which random skill will be easier for you this phase. (1=Athletics, 2= Combat, 3= Engineering, 4= Piloting, 5= Science, 6= your choice).  Actions you take this turn in the chosen skill will be at +1 with a free reroll."
}, {
	"Name": "Unsinkable",
	"Description": "Ships you are on are tough to bring down. You may spend from this pool to reroll one die of a failed hull check of a ship or survival check of a microship you are aboard or your own personal Athletics checks to avoid disintegration.10"
}, {
	"Name": "Wake Rider",
	"Description": "Explosion dice that would damage your microship move you one hex directly away from the epicenter instead  for each level of explosion. You get your choice of direction if you are in the hex of explosion origination.Also, once per phase you may do one of the following:When you move as your move action, friendly fighters and drones that have not yet moved this turn may spend their move action to move with you without making a pilot check for distance.orWhen another fighter, installation, or ship moves, you may move with it as a free action. This does not expend your move action."
}, {
	"Name": "Weapons Officer",
	"Description": "You know how to place your shots for maximum effect. You may reroll one hit allocation and damage die in each shot you take with a fighter or direct fire ship's weapon. This ability does not apply to Missiles or Teleporter bombs."
}, {
	"Name": "Well Rounded",
	"Description": "You are adept at a broad range of tasks. After you have succeeded in skill checks for each of the 4 main skills (Combat, Piloting, Engineering, Science) using your main action, you are in your groove for the rest of the campaign turn. Characters in the groove get a +1 bonus on all skill checks for the remainder of the campaign turn in the main 4 skills. Move actions such as jet-moves will not trigger this bonus."
}, {
	"Name": "Wild Flyer",
	"Description": "When attempting a maneuver that would otherwise fail, you may spend a Helm power, reroll a die, and apply an additional OOC (that takes effect after the maneuver). Use this ability as many times as you like per action. If you use this ability in an action, it is considered an Evasive Maneuver (see page xxx) in addition to what you had been attempting.You may use this ability in a fighter once per fighter action to cause a survival check on the fighter and get a reroll on a piloting skill check in the fighter."
}, {
	"Name": "Wingman",
	"Description": "You may join in on any dogfight in your hex and if your roll is the highest, you may damage any fighter in the dogfight without using up your guns for the phase. You also may add +1 to skill checks made by friendly microships in your hex.You get a free dogfight against any fighter or drone that enters your hex. If you win the dogfight, you get a free shot on them. This shot does not use up your gun for the phase and can be taken even if your guns have been used."
}, {
	"Name": "Wrestler",
	"Description": "In all of your successful grapples, you may choose to apply up to two different effects. You also have a pool of rerolls to use in grapples.Combat x2"
}, {
	"Name": "Xenobiologist",
	"Description": "Your direct attacks ignore species damage reduction abilities."
}, {
	"Name": "Zone Controller",
	"Description": "You have dominion over your personal space and those around you (even diagonally).  All adjacent squares are considered occupied by you (slagged) for enemy purposes of moving through them or acting in them. You may only apply your free attack on an enemy entering these areas once per enemy per phase."
}]